tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "cocoapods"
brew "ghc"
brew "git"
brew "golang"
brew "mas"
brew "neovim"
brew "openssl"
brew "pipx"
brew "pyenv"
brew "readline"
brew "rust-analyzer"
brew "sqlite3"
brew "starship"
brew "tmux"
brew "watchman"
brew "xz"
brew "zlib"

cask "1password"
cask "alfred"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "iterm2"
cask "postman"
cask "splice"
cask "visual-studio-code"
cask "zoom"

mas "iA Writer", id: 775737590
