tap "clojure/homebrew-tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "clojure/tools/clojure"
brew "cmake"
brew "git"
brew "java"
brew "leiningen"
brew "libuv"
brew "neovim"
brew "node"
brew "pipx"
brew "python"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "watchman"

cask "1password"
cask "ableton-live-suite"
cask "alfred"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "iterm2"
cask "native-access"
cask "obs"
cask "postman"
cask "splice"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
