tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "git"
brew "go"
brew "neovim"
brew "node"
brew "pipx"
brew "python"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "watchman"

cask "1password"
cask "alfred"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "postman"
cask "visual-studio-code"
cask "zoom"
cask "font-meslo-lg-nerd-font"
cask "kitty"
